[
    {
      "Numero": 1,
      "Nome": "Solo Leveling",
      "Sinopse": "10 anos atrás, depois que o “Portão” que conectou o mundo real com o mundo dos monstros foi aberto, algumas pessoas comuns e ordinárias receberam o poder de caçar monstros dentro do Portão. Eles são conhecidos como “Caçadores”. No entanto, nem todos os caçadores são poderosos. Seu nome é Sung Jin-Woo, um caçador E-rank. Alguém que tem que arriscar sua vida no mais baixo dos calabouços, o “mais fraco do mundo”. Não tendo nenhuma habilidade para mostrar, mal ganha o dinheiro necessário lutando em masmorras de baixo nível… pelo menos até encontrar uma masmorra escondida com a dificuldade mais difícil dentro das masmorras D-rank! No final, quando estava aceitando a morte, de repente ele recebeu um poder estranho, um registro de busca que só ele pode ver, um segredo para subir de nível! Se ele treinasse de acordo com suas missões e monstros caçados, meu nível subirá. Mudando do Caçador mais fraco para o Caçador S-Rank mais forte!  ",
      "Genero": [ "Ação", "Aventura", "Fantasia", "Shounen" ] ,
      "Imagem": "\\img\\manhwas\\001.jpg"
    },

    {
        "Numero": 2,
        "Nome": "The Return of the Iron-Blood Sword Hound",
        "Sinopse": "Criados para matar como uma matilha de cães de caça leais, os filhos de Baskerville tiraram inúmeras vidas como um bando de temíveis assassinos. Apesar de ser o filho ilegítimo evitado da ninhada, Vikir serviu sua família fielmente, apenas para encontrar sua morte prematura nas mãos de seu pai. Mas quando ele inexplicavelmente renasce com uma segunda chance na vida, Vikir, armado com as memórias e o conhecimento de seu passado, jura superar a matilha e se vingar. Desta vez, ele está pronto para morder a mão que o alimenta.",
        "Genero": [ "Ação", "Fantasia", "Shounen", "Sobrenatural" ] ,
        "Imagem": "\\img\\manhwas\\002.jpg"
      },

      {
        "Numero": 3,
        "Nome": "The Beginning After The End",
        "Sinopse": "Rei Grey conquistou força, riquezas e prestígio sem iguais em um mundo governado pela habilidade marcial. Entretanto, a solidão acompanha de perto aqueles de grande poder. Por detrás da máscara de um glorioso e poderoso rei, reside a casca vazia de um homem destituído de propósito e vontade. Renascido em um novo mundo repleto de magia e monstros, o Rei Grey terá a chance de refazer sua vida. Corrigir os erros do passado não será seu único desafio, pois um perigo oculto cresce a cada instante, ameaçando destruir tudo que ele trabalhou para criar, o fazendo questionar a verdadeira razão de ter recebido uma nova vida…",
        "Genero": [ "Ação", "Fantasia", "Shounen", "Sobrenatural" ] ,
        "Imagem": "\\img\\manhwas\\003.jpg"
      },

      {
        "Numero": 4,
        "Nome": "Solo Max-Level Newbie",
        "Sinopse": "Jinhyuk, um viciado completo, foi o único a ter visto o final da [Torre dos Testes], mas à medida que a popularidade do jogo diminui, fica difícil manter a vida com o jogo. Jinhyuk quer terminar o jogo assim porque ele viu o final. Naquele mesmo dia, a [Torre dos Testes] se tornou uma realidade. Jinhyuk, que conhece todos os elementos do jogo, controla tudo mais rápido do que qualquer um! “Vou te mostrar o que é um profissional de verdade.",
        "Genero": [ "Ação", "Fantasia", "Shounen" ] ,
        "Imagem": "\\img\\manhwas\\004.jpg"
      },

      {
        "Numero": 5,
        "Nome": "Overgeared",
        "Sinopse": "Nova serialização baseado na novel. Shin Young-Woo tinha uma vida miserável como servente de pedreiro. Ele teve até mesmo que trabalhar no jogo de realidade virtual, “Satisfy”! Mas, a sorte em breve apareceria em sua vida sem esperanças.",
        "Genero": [ "Ação", "Fantasia", "Shounen", "Sobrenatural", "Artes Marciais" ] ,
        "Imagem": "\\img\\manhwas\\005.jpg"
      },

      {
        "Numero": 6,
        "Nome": "Leveling With the Gods",
        "Sinopse": "Deuses de outro mundo, os Deuses Externos. , , , . Pessoas normais perdiam suas vidas só de olhar para eles. Esses serem estavam destruindo o mundo… Depois de anos de lutas, os sobreviventes finais chegaram a uma conclusão. “Um Interno não pode derrotar um Externo.” Naquele momento, Cronos, um ser divino capaz de manipular o tempo, se sacrificou e girou os Mecanismos do Relógio. “Não temos como vencer. Por enquanto.” “Volte para uma linha do tempo antiga. E recomece.” A pessoa escolhida por todos os deuses para voltar ao passado. O último humano a escalar a Torre, mas que conseguiu lutar com os deuses até o fim Kim Yuwon. “Um Interno não pode derrotar um Externo. Sendo assim…” “Ainda vencerei no final.” Será que ele poderá recuperar os companheiros que lutaram juntos até o final para liderá-los a uma vitória contra os Deuses Externos?",
        "Genero": [ "Ação", "Shounen", "Aventura", "Sobrenatural" ] ,
        "Imagem": "\\img\\manhwas\\006.jpg"
      },

      {
        "Numero": 7,
        "Nome": "The Novels Extra",
        "Sinopse": "Ao despertar, Kim Hajin percebeu que estava num mundo familiar, mas em um corpo estranho. Um mundo e história que ele mesmo criou e nunca foi finalizada.",
        "Genero": [ "Ação", "Shounen", "Aventura", "Escolar", "Comédia" ] ,
        "Imagem": "\\img\\manhwas\\007.jpg"
      },

      {
        "Numero": 8,
        "Nome": "The Martial God who Regressed to Level 2",
        "Sinopse": "Pelo estúdio que trouxe a você Solo Leveling com o estúdio Redice! A humanidade, que foi considerada inútil, será apagada. O “Battle Net”, que se pensava ser um jogo, transformou-se em um desastre para a humanidade. Depois que a “Liga Espacial” foi hospedada, todos os organismos vivos do universo lutaram por suas vidas. A humanidade, representada pela Terra, continuou falhando e acabou sendo aniquilada. Exceto por uma pessoa, o “Santo Marcial” Seong Jihan. Sua habilidade, “Artes Divinas Sem Nome”, resistiu à exclusão do sistema. A humanidade, que havia sido considerada sem valor, recebeu outra “chance”. Essa foi a segunda chance concedida a Seong Jihan. “As coisas serão diferentes desta vez.” Já que ele, aquele que completou o jogo, havia retornado.",
        "Genero": [ "Ação", "Shounen", "Fantasia" ] ,
        "Imagem": "\\img\\manhwas\\008.jpg"
      },

      {
        "Numero": 9,
        "Nome": "The Greatest Estate Designer",
        "Sinopse": "Kim Suho, que é um engenheiro civil, se tornou um nobre dentro de um romance. E daí? Meu estado está prestes a cair? Então ele deve ser salvo. Para projetar, construir e vender. A oportunidade especial esperada em todo o continente! O transporte perfeito, distrito educacional mais alto, área de floresta agradável e uma vida imobiliária Premium única através do Barão Frontera que todos estavam esperando. Um contrato por ordem de chegada!",
        "Genero": [ "Shounen", "Fantasia", "Aventura", "Drama", "Sobrenatural" ] ,
        "Imagem": "\\img\\manhwas\\009.jpg"
      },

      {
        "Numero": 10,
        "Nome": "Terminally-Ill Genius Dark Knight",
        "Sinopse": "Havia um RPG de fantasia chamado “Inner Lunatic” famoso por ser difícil de jogar. E pra Yu Chan que foi diagnosticado por uma doença terminal na infância, aquele jogo que era tudo pra ele, se tornou uma realidade cruel. Agora ele precisa sobreviver naquele mundo, sendo Knox Von Reinharbor, o maior vilão da história. Será que ele vai ser capaz de sobreviver até o final dessa história?",
        "Genero": [ "Shounen", "Fantasia", "Aventura", "Sobrenatural" ] ,
        "Imagem": "\\img\\manhwas\\010.jpg"
      },

      {
        "Numero": 11,
        "Nome": "Return of the SSS-Class Ranker",
        "Sinopse": "Lokan era o Rei da Violência que reinou como o mais forte no jogo de realidade virtual, The Lord. Infelizmente, a ordem de assassinato emitida por uma guilda inimiga fez com que ele perdesse tudo. Para sua surpresa, da próxima vez que acordou, ele havia voltado três anos no tempo! “Vermes do caralho, espere. Vou devorar todos vocês!” Uma nova história começa quando Lokan, que viajou de volta no tempo, sobe de volta ao topo!",
        "Genero": [ "Shounen", "Ação", "Aventura", "Sobrenatural" ] ,
        "Imagem": "\\img\\manhwas\\011.jpg"
      },

      {
        "Numero": 12,
        "Nome": "Auto-Hunting With Clones",
        "Sinopse": "Sangwoo, um estudante universitário de 20 anos que estava desocupado participa de um programa de despertar do governo. Um sistema que permite que até mesmo pessoas comuns aprendam e usem habilidades. Desde alguns anos atrás, o governo conduz esse programa, e agora a maioria das pessoas aceitou o sistema e despertou. Sangwoo também participou do programa sem pensar muito, e como resultado, ganhou a habilidade de “replicação”. As pessoas ao seu redor pensam que essa habilidade é uma técnica que cria ilusões que só enganam os olhos, mas Sangwoo percebe que é uma habilidade que cria clones reais, não só ilusões, e decide se tornar um caçador. Depois disso, George Lucas, um caçador que apareceu na frente de Sangwoo, que estava ganhando fama usando sua habilidade, sentiu alguma possibilidade depois de ver a habilidade de “replicação” de Sangwoo e ficou interessado nele, e Sangwoo, assim que viu Lucas, sentiu-se parte do enorme plano de dele e não conseguiu se livrar de sua ansiedade. Eventualmente, Sangwoo, que continuou sua carreira como caçador, descobre sobre os planos de Lucas e a verdadeira escuridão por trás dele…",
        "Genero": [ "Shounen", "Ação", "Aventura", "Comédia", "Fantasia" ] ,
        "Imagem": "\\img\\manhwas\\012.jpg"
      },

      {
        "Numero": 13,
        "Nome": "I Became a Dark Fantasy Villain",
        "Sinopse": "Não é impossível, mas foi rejeitado…? Nem me dei tempo para pensar, abri os olhos no meio de um pântano. Como um personagem lixo, eu subi de nível. Um mundo brutal e sinistro. Cheio daqueles que adoram o caos e o abismo, correndo em direção à beira da destruição em uma era das trevas.Esta é a história de uma jornada de sobrevivência na fantasia sombria, a sobrevivência de um personagem lixo.",
        "Genero": [ "Shounen", "Ação", "Aventura", "Fantasia" ] ,
        "Imagem": "\\img\\manhwas\\013.jpg"
      },

      {
        "Numero": 14,
        "Nome": "Doctors Rebirth",
        "Sinopse": "Viajei como um médico voluntário e acabei envolvido na guerra civil local. Morri nas mãos de um soldado rebelde enquanto protegia um paciente. Mas, de alguma forma, acabei acordando no corpo de uma criança. No local onde acordei, haviam carruagens destruídas e pessoas desacordadas, então fiz os primeiros socorros para salvar uma delas e acabei percebendo que este era o mundo de [The Supreme Demon King], uma novel murim que eu gostava de ler. E foi assim que a minha história, de como me tornei o maior médico de Gangho, começou!",
        "Genero": [ "Shounen", "Ação", "Artes Marciais", "Fantasia", "Sobrenatural" ] ,
        "Imagem": "\\img\\manhwas\\014.jpg"
      },

      {
        "Numero": 15,
        "Nome": "Second Life Ranker",
        "Sinopse": "Quando seu irmão volta para casa morto, Yeon-woo encontra no antigo relógio de seu irmão a resposta para seu desaparecimento repentino cinco anos atrás, agora sabendo a verdade, Yeon-woo parte em direção ao Obelisco, a torre do deus do sol, um lugar onde muitos universos e dimensões se intercalam. Nesse mundo, Yeon-woo subirá a torre em busca de sua vingança.",
        "Genero": [ "Seinen", "Ação", "Aventura", "Fantasia" ] ,
        "Imagem": "\\img\\manhwas\\015.jpg"
      },

      {
        "Numero": 16,
        "Nome": "Pick Me Up!",
        "Sinopse": "Quando seu irmão volta para casa morto, Yeon-woo encontra no antigo relógio de seu irmão a resposta para seu desaparecimento repentino cinco anos atrás, agora sabendo a verdade, Yeon-woo parte em direção ao Obelisco, a torre do deus do sol, um lugar onde muitos universos e dimensões se intercalam. Nesse mundo, Yeon-woo subirá a torre em busca de sua vingança.",
        "Genero": [ "Shounen", "Ação", "Aventura", "Sobrenatural" ] ,
        "Imagem": "\\img\\manhwas\\016.jpg"
      },

      {
        "Numero": 17,
        "Nome": "Player Who Returned 10,000 Years Later",
        "Sinopse": "Um dia, KangWoo de repente caiu no inferno, com apenas um forte desejo de sobreviver e a Autoridade de Predação sobre ele. Desde o 1° ao 9º Inferno, ele devorou centenas de milhares de demônios, até os Sete Arquiduques finalmente se ajoelharam diante dele. “Por que deseja voltar? Já não possui tudo no Inferno, meu senhor”? “O que exatamente eu tenho?” Não havia nada para comer, nem entretenimento! Terras desoladas e demônios hediondos eram tudo que enchia o Inferno. “Vou voltar”. Após dez mil anos nos 9 Infernos, ele finalmente retorna à Terra.",
        "Genero": [ "Shounen", "Ação", "Artes Marciais", "Fantasia", "Sobrenatural" ] ,
        "Imagem": "\\img\\manhwas\\017.jpg"
      },

      {
        "Numero": 18,
        "Nome": "The Tutorial Is Too Hard",
        "Sinopse": "Em um dia chato qualquer, uma mensagem apareceu, convidando-o para o tutorial. A história sobre Lee Ho Jae e sua escapada do Tutorial. Acontece que ele escolheu a pior dificuldade: Infernal.",
        "Genero": [ "Seinen", "Ação", "Aventura", "Fantasia", "Psicológico", "Sobrenatural" ] ,
        "Imagem": "\\img\\manhwas\\018.jpg"
      },

      {
        "Numero": 19,
        "Nome": "Academys Undercover Professor",
        "Sinopse": "Não renasci com talento ou habilidade, mas pelo menos meu conhecimento da terra me permitiu ficar um passo à frente neste outro mundo. A magia existe aqui, e novos progressos estavam sendo feitos rapidamente com ciência ao passo em que a magia estagnou em nome da tradição. Usando meu conhecimento da terra e sendo livre do pensamento tradicional, fui capaz de fazer coisas que outros magos nem imaginavam. Ainda assim, me tornar um professor disfarçado de uma misteriosa sociedade secreta na renomada academia de Sören nunca esteve nos meus planos!",
        "Genero": [ "Shounen", "Sobrenatural", "Fantasia" ] ,
        "Imagem": "\\img\\manhwas\\019.jpg"
      },

      {
        "Numero": 20,
        "Nome": "Level Up With Skills",
        "Sinopse": "Em 2020, a humanidade se deparou com uma crise quando a Terra começou a ser atacada por monstros desconhecidos. Jogadores se prepararam para atacar ao desafiar o Labirinto que havia aparecido. Eles tinham quatro opções: Modo Fácil, onde qualquer um consegue sobreviver; Modo Normal, onde precisa dar quase tudo de si para sobreviver; Modo Difícil, onde apenas 1% consegue sobreviver; e o Modo Solo, a maior dificuldade.",
        "Genero": [ "Seinen", "Aventura", "Fantasia", "Ação" ] ,
        "Imagem": "\\img\\manhwas\\020.jpg"
      },

      {
        "Numero": 21,
        "Nome": "Regressing with the Kings Power",
        "Sinopse": "“Vou comer todas as suas habilidades!”, “Que se foda essa merda de despertar”, “Perdedor é o caralho!” Kim Taehyun, cujo nível de despertar permanece indeterminado, foi tratado como um perdedor porque não conseguiu despertar. No entanto, ele despertou sua habilidade no momento de sua morte, quando foi criado um portal que o levou ao rei. Em seguida, Taehyun, que retornou devido ao poder do rei, ganha uma nova habilidade chamada Predação. Taehyun, um homem de 35 anos, volta aos seus 19 anos. [A habilidade foi devorada]. Usando esse poder, ele finalmente poderá ficar entre os melhores!",
        "Genero": [ "Ação", "Aventura" ] ,
        "Imagem": "\\img\\manhwas\\021.jpg"
      },

      {
        "Numero": 22,
        "Nome": "Youngest Son of the Swordmaster",
        "Sinopse": "Jin Runcandel era o filho mais novo do melhor clã de espadachins do continente, e a criança menos talentosa em toda a história do clã. Depois de ter sido expulso de forma patética, tendo seu fim como um inútil, obteve outra chance. “Como quer usar este poder?” “Eu quero usar este poder para mim mesmo.” Com as memórias de sua vida passada, talento dominador e um contrato com um deus, as preparações para se tornar o melhor de todos estavam completas. Com a ajuda de Deus, ele se tornou um espadachim mágico, capaz de usar ambos magia e a espada… Porém, acabou morrendo após um acidente. Quando ele pensou que estava tudo acabado e estava prestes a desistir… Ele acordou como um bebê?!",
        "Genero": [ "Shounen", "Sobrenatural", "Aventura", "Ação" ] ,
        "Imagem": "\\img\\manhwas\\022.jpg"
      },

      {
        "Numero": 23,
        "Nome": "The Heavenly Demon Cant Live a Normal Life",
        "Sinopse": "O Demônio Celestial Baek Joong-Hyuk abriu os olhos como o filho mais velho da Família Dimitry. Conhecido como o Idiota da família, pressionado pelo segundo filho. A opinião do mundo é irrelevante.",
        "Genero": [ "Shounen", "Artes Marciais", "Aventura", "Ação", "Fantasia" ] ,
        "Imagem": "\\img\\manhwas\\023.jpg"
      },

      {
        "Numero": 24,
        "Nome": "Boundless Necromancer",
        "Sinopse": "Nunca pensei que poderia me tornar um caçador. Nunca pensei que teria a chance. Mas não foi esse o caso. [A Torre dos Testes selecionou todos os candidatos adequados da Terra.] [Selecione sua dificuldade.] [As recompensas que você recebe serão diretamente proporcionais à dificuldade escolhida.] Recebi uma chance. Uma muito especial.",
        "Genero": [ "Shounen", "Sobrenatural", "Aventura", "Ação", "Fantasia" ] ,
        "Imagem": "\\img\\manhwas\\024.jpg"
      },

      {
        "Numero": 25,
        "Nome": "I Obtained a Mythic Item",
        "Sinopse": "Yggdrasil, a Árvore do Mundo na Mitologia nórdica, apareceu de repente na Terra. Trazendo criaturas demoníacas que devastaram várias cidades.No entanto, nem todas as esperanças viraram medo, devido ao Sistema que alguns humanos especiais ganharam.Nesse novo mundo onde o mais forte vive, Min JaeHyun ficou se debatendo por arrependimento de escolhas erradas feitas no passado… quando um dia ele ganhou o único item mítico do mundo. Como esse item vai ajudá-lo? Será que agora ele poderá mudar seu destino miserável?",
        "Genero": [ "Shounen", "Sobrenatural", "Aventura", "Ação", "Fantasia", "Drama" ] ,
        "Imagem": "\\img\\manhwas\\025.jpg"
      },

      {
        "Numero": 26,
        "Nome": "Infinite Mage",
        "Sinopse": "O sonho de se tornar infinito de um ser humano é como uma explosão de supernova que se espalha na velocidade da luz! Esta é a história de uma criança chamada Shirone que foi abandonada em um estábulo, envolta em panos. Enquanto crescia, ele demonstrou interesse por tudo relacionado a livros e se esforçou para aprender até por conta própria. Embora Shirone fosse filho adotivo de um caçador, uma das pessoas de classe mais baixa, ele era um gênio em tudo! Um dia, como recompensa por dominar uma habilidade lendária de derrubar árvores com alguns golpes de machado, seu pai adotivo o leva em sua viagem à cidade. E nessa cidade, Shirone se arrisca na magia!",
        "Genero": [ "Shounen", "Aventura", "Ação" ] ,
        "Imagem": "\\img\\manhwas\\026.jpg"
      },

      {
        "Numero": 27,
        "Nome": "Doctor Player",
        "Sinopse": "Um dia, um milagre aconteceu. [Você despertou como jogador!] [Classe: Cirurgião] Um médico de um lugar chamado Terra. Ele transmigrou para o corpo de Raymond, um curandeiro fracassado de rank F! Com as habilidades do jogador, começa a carreira médica de Raymond, adquirindo conhecimento da medicina moderna.",
        "Genero": [ "Shounen", "Sobrenatural", "Aventura", "Ação", "Fantasia", "Drama" ] ,
        "Imagem": "\\img\\manhwas\\027.jpg"
      },

      {
        "Numero": 28,
        "Nome": "Reincarnator",
        "Sinopse": "Deus criou o Abismo para escapar do seu tédio. Presa no infernal Abismo, a humanidade estava no caminho do apocalipse… “Acabou para nós agora…” À beira da aniquilação da humanidade, os quatro sobreviventes mais fortes tentaram impedir isso viajando de volta no tempo para o momento justo antes de a humanidade ser puxada para o Abismo. Mas apenas um deles poderia voltar ao passado. “O que há para se pensar? já não está decidido quem vai? O mais forte entre nós, Kang Hansoo.” Esta é a história da vida do lendário poderoso, Kang Hansoo, que retornou para salvar a humanidade do seu destino sombrio. Será que ele será capaz de salvar todos?",
        "Genero": [ "Shounen", "Aventura", "Ação", "Drama", "Fantasia" ] ,
        "Imagem": "\\img\\manhwas\\028.jpg"
      },

      {
        "Numero": 29,
        "Nome": "How to Fight",
        "Sinopse": "Hobin, um estudante intimidado, sem querer surgiu com um novo canal no NewTube. A partir desse momento, sua vida mudou. Como ele irá aprender a lutar e fazer um bom conteúdo? Como ele administrará essa mudança em sua vida e até onde essa mudança vai?",
        "Genero": [ "Seinen", "Artes Marciais", "Ação", "Comédia", "Escolar", "Slice of Life" ] ,
        "Imagem": "\\img\\manhwas\\029.jpg"
      },

      {
        "Numero": 30,
        "Nome": "The Girl from Random Chatting!",
        "Sinopse": "Choi Joonwoo é um garoto que odeia a escola por causa de traumas do passado que o fizeram ser um recluso social. Seu único momento feliz é quando socializa em um chat aleatório. Enquanto navegava por esse chat ele conhece uma garota que é da sua escola. Mas, mau sabia ele que isso seria o começo de inúmeros acontecimentos que mudariam sua vida para sempre.",
        "Genero": [ "Artes Marciais", "Romance", "Comédia", "Escolar", "Slice of Life", "Drama" ] ,
        "Imagem": "\\img\\manhwas\\030.jpg"
      },

      {
        "Numero": 31,
        "Nome": "Lookism",
        "Sinopse": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova  escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?",
        "Genero": [ "Drama","Escolar","Seinen","Sobrenatural" ] ,
        "Imagem": "\\img\\manhwas\\031.jpg"
      }
      
      
]
